Repository: Jerwish-Hacker/BackupBasa
Catalog: bookingforms/locale/*/LC_MESSAGES/django.po
Languages: es

source: Other
es: Otr

source: Mother
es: Madre

source: Father
es: Padre

source: Husband
es: Marido

source: Wife
es: Esposa

source: Significant Other
es: Pareja

source: Sister
es: Hermana

source: Brother
es: Hermano

source: Caregiver
es: Cuidado

source: COVID-19 Testing
es: COVID-19 Pruebas

source: COVID-19 Vaccine
es: Vacuna para el COVID-19

source: Monday
es: lunes

source: Tuesday
es: martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Soonest Available
es: Lo más pronto disponible

source: Healthcare Worker
es: Trabajador de la salud

source: 65+ Years
es: 65+ años

source: None of the Above
es: Ninguna de las anteriores

source: Early Morning
es: Temprano en la mañana

source: Late Morning
es: Mañana tarde

source: Early Afternoon
es: Temprano en la tarde

source: Late Afternoon
es: Al final de la tarde

source: Male
es: Masculin

source: Female
es: Mujer

source: Non-Binary
es: No binario

source: Unknown
es: Desconocid

source: Cell
es: Celda

source: Work
es: Trabaja

source: Home
es: Hogar

source: Single
es: Único

source: Married
es: Casad

source: Divorced
es: Divorciad

source: Separated
es: Apartad

source: Widowed
es: Viud

source: Domestic Partner
es: Socio doméstico

source: Hispanic/Latino
es: Hispano / latino

source: Non-Hispanic Latino
es: Latino no hispano

source: Decline to Report
es: Declive para informar

source: Alaskan Native
es: Nativo de Alaska

source: American Indian
es: indio americano

source: Asian
es: Asiática

source: Black
es: Negr

source: Native-Hawaiian
es: Nativo hawaiano

source: Pacific Islander
es: Isleño del pacífico

source: White
es: Blanc

source: Full-Time
es: Tiempo completo

source: Not Employed
es: Desempleado

source: Active Military Duty
es: Servicio militar activo

source: Part Time
es: Tiempo parcial

source: Retired
es: Retirad

source: Seasonal
es: Estacional

source: Self-Employed
es: Trabajadores por cuenta propia

source: Student Full-Time
es: Estudiante a tiempo completo

source: Student Part-Time
es: Estudiante a tiempo parcial

source: Child
es: Niño

source: Not Homeless
es: No sin hogar

source: At Risk for Homeless
es: En riesgo de sin hogar

source: Currently Not Homless, was in Last 12 Months
es: Actualmente no tiene hogar, estuvo en los últimos 12 meses

source: Homeless, Unknown Shelter
es: Refugio desconocido para personas sin hogar

source: Shelter
es: Refugio

source: Living with Others
es: Viviendo con otros

source: Street/Camp/Bridge
es: Calle / campamento / puente

source: Transitional Housing
es: Vivienda transicional

source: Not a Farmworker
es: No es un trabajador agrícola

source: Migrant
es: Inmigrante

source: Weekly
es: Semanal

source: Monthly
es: Mensual

source: Annually
es: Anualmente

source: English
es: Inglés

source: Spanish
es: Español

source: Arabic
es: Arábica

source: American Sign Language
es: lenguaje de signos americano

source: Tagalog
es: Tagal

source: Laotian
es: Laotiana

source: Vietnamese
es: vietnamita

source: Drivers licence
es: Licencia de conducir

source: State identification card
es: Tarjeta de identificación estatal

source: Select Location
es: Seleccionar ubicación

source: Select a Preferred day of week
es: Seleccione un día de la semana preferido

source: Select Your Vaccine Eligibility Status?
es: Seleccione su estado de elegibilidad de la vacuna?

source: Select a Preferred time frame
es: Seleccione un marco de tiempo preferido

source: Select Gender
es: Seleccione género

source: Select Marital status
es: Seleccione el estado civil

source: Select Ethnicity
es: Seleccione la etnicidad

source: Select Race
es: Seleccione la carrera

source: Select Employment Status
es: Seleccione Estado de Empleo

source: Select Homeless status
es: Seleccione estado sin hogar

source: Select Farm worker status
es: elegir el estatus de trabajador agrícola

source: Select Income frequency
es: Seleccione la frecuencia de ingresos

source: Select Primary Language
es: Seleccione el idioma primario

source: Select Identification Document
es: Seleccionar documento de identificación

source: Select Emergency Contact Relationship
es: Seleccione Relación de contacto de emergencia

source: Select Subscriber Relationship
es: Seleccionar relación de suscriptor

source: Select Guarantor's Relationship to Patient
es: Seleccione la relación del garante con la paciente

source: Select State
es: Seleccione estado

source: Select Appointment Type
es: Seleccione Tipo de Cita

source: Select the Vaccine
es: Seleccione la carrera

source: Appointment Type
es: Tipo de Cita

source: County
es: condado

source: Preferred Day of the Week
es: Día de la semana preferido

source: Preffered Date
es: Día de la semana preferido

source: Preferred time frame
es: Marco de tiempo preferido

source: Employer
es: Empleado

source: Job Role
es: Puesto de trabajo

source: Have you received the first dose of the Covid Vaccine?
es: ¿Ha recibido la primera dosis de la vacuna Covid?

source: If Yes, which manufacturer?
es: Si es así, ¿qué fabricante?

source: Are you a current patient of Clinica Sierra Vista?
es: ¿Es usted una paciente actual de Clínica Sierra Vista?

source: Vaccine Eligibility Status?
es: ¿Estado de elegibilidad de la vacuna?

source: Are you a healthcare worker and or 65 years old and over?
es: ¿Es usted un trabajador de la salud y tiene 65 años o más?

source: Are you a healthcare worker?
es: ¿Eres un trabajador de la salud?

source: Are you 65 years old and over?
es: ¿Tienes 65 años o más?

source: Last Name
es: Apellido

source: First Name
es: Nombre de pila

source: Social Security Number
es: Número de seguridad social

source: Decline to answer about SSN
es: Declive para responder sobre SSN

source: Date of Birth
es: Fecha de nacimiento

source: Gender
es: Género

source: Contact Number
es: Número de contacto

source: Contact Number Type
es: TTipo de número de contacto

source: Can you accept texts if you can’t be reached by phone?
es: ¿Puede aceptar mensajes de texto si no pueden comunicarse con usted por teléfono?

source: Email Address
es: Correo electrónico

source: Street Address
es: Dirección

source: City
es: Ciudad

source: Other City ? Enter Here
es: Otra ciudad ? Entre aquí

source: State
es: Expresar

source: Zip
es: Cremallera

source: Primary Language
es: Lenguaje primario

source: Enter Langauge
es: Ingresar idioma

source: Marital Status
es: Estado civil

source: Ethnicity
es: Etnicidad

source: Race
es: Raza

source: Are you a Veteran?
es: ¿Eres un veterano?

source: Emergency Contact Name
es: nombre del contacto de emergencia

source: Emergency Contact Number
es: Número de contacto de emergencia

source: Emergency Contact Relationship
es: Relación de contacto de emergencia

source: Emergency Contact Relationship Entered
es: Relación de contacto de emergencia ingresada

source: Employment Status
es: Estado de Empleo

source: Homeless Status
es: Estado sin hogar

source: Farmworker Status
es: Estado de trabajador agrícola

source: Guarantor Name
es: Nombre del garante

source: Is Guarantor Details Declined ?
es: ¿Se rechazan los detalles del garante?

source: Guarantor Relationship
es: Relación de garante

source: Other Guarantor Relationship ? Enter it here
es: ¿Otra relación de garante? Insértelo aquí

source: Guarantor Date of Birth
es: Fecha de la garra de nacimiento

source: Family Size
es: Tamaño de la familia

source: Household Income
es: Ingreso familiar

source: Is Household Income Decline to answer ?
es: ¿Los ingresos del hogar se reducen para responder?

source: Income Frequency
es: Frecuencia de Ingresos

source: Primary Insurance Carrier
es: Carrier de seguros primarios

source: Not Insured
es: No asegurado

source: Subscriber ID
es: identificación de suscriptor

source: Group Number (if applicable)
es: Número de grupo (si corresponde)

source: Subscriber Name (First and Last)
es: Nombre del suscriptor (nombre y apellido)

source: Subscriber Relationship
es: Relación de suscriptor

source: Other Subscriber Relationship ? Enter it here
es: ¿Otra relación de suscriptor? Insértelo aquí

source: Identification Document
es: Documento de identificación

source: Attachment support
es: Soporte de apego

source: Insurance Card (Front)
es: Tarjeta de seguro (frente)

source: Insurance Card (Back)
es: Tarjeta de seguro (reverso)

source: Is Declaration accepted ?
es: ¿Se acepta la Declaración?

source: Description
es: Descripción

source: Appointment
es: Cita

source: Appointments
es: Equipo

source: County Name
es: Nombre del condado

source: Countys
es: condado

source: Phone Number
es: Número de teléfono:

source: Health Plan Patient
es: Relación con la paciente

source: Health Plan Patients
es: Relación con la paciente

source: Out Reach Status
es: Estado civil

source: Appointment Location
es: Cita

source: Appointment Date
es: Cita

source: Appointment Time
es: Tipo de Cita

source: Patient Primary Language
es: Seleccione el idioma primario

source: Appointment Created By
es: Tipo de Cita

source: Appointment Confirmed By
es: Tipo de Cita

source: Comments
es: Documentos

source: Preferred Language
es: Lenguaje primario

source: Appointment Request
es: Solicitud de cita

source: follow us
es: Síganos

source: Corporate Office
es: Oficina corporativa

source: Clinica Sierra Vista is a Federally Qualified Health Center (FQHC) system.It receives the Department of Health and Human Services (HHS) funding and has Federal Public Health Service (PHS) deemed status with respect to certain health or health-related claims, including medical malpractice claims, for itself and its covered individuals.
es: Clinica Sierra Vista es un sistema de centro de salud calificado federalmente (FQHC) que recibe fondos del Departamento de Salud y Servicios Humanos (HHS) y tiene un estado considerado por el Servicio Federal de Salud Pública (PHS) con respecto a ciertos reclamos de salud o relacionados con la salud, incluidos reclamos por negligencia médica, para sí mismo y sus individuos cubiertos.

source: About Us
es: Sobre nosotros

source: Directors
es: Directores

source: Careers
es: Cuidado

source: Doctors & clinicians
es: Doctores y clínicos

source: Community Medical & Healthcare Services in California
es: Servicios médicos y de salud comunitarios en California

source: Affordable Dental Care Services
es: Servicios de atención dental asequibles

source: Enroll Today
es: Inscríbase hoy

source: Locations
es: Seleccionar ubicación

source: Patient Information
es: Información del paciente

source: Events Calender
es: Calendario de eventos

source: Newsroom
es: Sala de prensa

source: Terms of use
es: Condiciones de uso

source: Privacy Policy
es: Política de privacidad

source: Demographics
es: Demografía

source: Insurance
es: Seguro

source: Documents
es: Documentos

source: To request an appointment, please select your preferred day of week and time frame. If an appointment is available that meets the criteria provided, you will receive a text confirmation that your appointment is scheduled.
es: Para solicitar una cita, seleccione el día de la semana y el horario que prefiera. Si hay una cita disponible que cumpla con los criterios proporcionados, recibirá un mensaje de texto de confirmación de que su cita está programada.

source: Location
es: Seleccionar ubicación

source: Preferred Day of Week
es: Día de la semana preferido

source: Preferred Time Frame
es: Marco de tiempo preferido

source: Yes
es: sí

source: Have you received the first dose of the Covid vaccine?
es: ¿Ha recibido la primera dosis de la vacuna Covid?

source: If Yes, Which Manufacturer?
es: Si es así, ¿qué fabricante?

source: At this time, we are not offering <span class="important-text"> after-hours </span> appointment.
es: En este momento, no ofrecemos citas fuera del <span class="important-text">horario de atención o los sábados</span>.

source: Vaccine Eligibility Status
es: Estado de elegibilidad de la vacuna

source: At this time, we are not offering <span class="important-text"> after-hours</span> appointment.<span style="color:blue"> Get your Flu shot along with your COVID-19 Vaccine appointment.</span>
es: En este momento, no ofrecemos citas fuera del <span class="important-text">horario de atención o los sábados</span>.

source: Select a Time
es: Seleccione la carrera

source: Decline to Answer
es: Declive para informar

source: Household Income ($)
es: Ingreso familiar

source: Can You Accept Texts If You can’t be Reached by Phone?
es: ¿Puede aceptar mensajes de texto si no pueden comunicarse con usted por teléfono?

source: Specify Language
es: Seleccione el idioma primario

source: Other Emergency Contact Relationship ? Enter Here
es: ¿Otra relación de contacto de emergencia? Entre aquí

source: Farm Worker Status
es: Estado de trabajador agrícola

source: Self
es: Uno mismo

source: Date of Birth of Guarantor
es: Fecha de nacimiento de la garante

source: Relationship to Patient
es: Relación con la paciente

source: Not insured
es: No asegurado

source: Group Number (if Applicable)
es: Número de grupo (si corresponde)

source: Other Subscriber Relationship? Enter it here
es: ¿Otra relación de suscriptor? Insértelo aquí

source: Submit supporting document
es: Presentar documento de respaldo

source: Supported Formats (.pdf,.png,.jpg); Max-Size: 3MB
es: Formatos admitidos (.pdf, .png, .jpg); Tamaño máximo: 3 MB

source: Browse
es: Navegar

source: Insurance Card (Optional)
es: Tarjeta de seguro (frente)

source: Front Image (Supported Formats: (.pdf,.png,.jpg); Max-Size: 3MB)
es: Imagen frontal (formatos admitidos: (.pdf, .png, .jpg); tamaño máximo: 3 MB)

source: Back Image (Supported Formats (.pdf,.png,.jpg); Max-Size: 3MB)
es: Imagen posterior (formatos admitidos (.pdf, .png, .jpg); tamaño máximo: 3 MB)

source: Declaration
es: Descripción

source: I understand that by submitting this appointment request form I am only requesting an appointment and a Clinica Sierra Vista representative will call/text to discuss availability.
es: Entiendo que al enviar este formulario de solicitud de cita, solo solicito una cita y un representante de Clinica Sierra Vista llamará / enviará un mensaje de texto para discutir la disponibilidad.

source: Preferred Date
es: Día de la semana preferido

source: Preferred Time
es: Marco de tiempo preferido

source: New Phone Number
es: Número de teléfono:

source: Previous Step
es: Paso anterior

source: Next Step
es: Próximo paso

source: COVID-19 Vaccine Update
es: Vacuna para el COVID-19

source: According to Kern County guidelines, we are vaccinating Healthcare Workers, Individuals 65+, Education Workers, Food Workers, Agriculture Workers, Non-Healthcare Emergency Services, 18+ with underlying health conditions including: Cancer, Chronic Pulmonary Disease, Solid Organ Transplant, Sickle Cell Disease, Type 2 diabetes, Chronic Kidney Disease, Down Syndrome, Pregnancy, Severe Obesity, or Heart Conditions. Any requests received that do not meet current tier criteria will be scheduled when applicable tiers have opened.
es: De acuerdo con las pautas del condado de Kern, estamos vacunando a los trabajadores de la salud, a las personas mayores de 65 años y a los trabajadores esenciales de primera línea (sector educativo, alimentos, trabajadores agrícolas, servicios de emergencia). Cualquier solicitud recibida que no cumpla con los criterios de nivel actual se programará cuando se hayan abierto los niveles correspondientes.

source: I Agree
es: Estoy de acuerdo

source: Thank you for submitting your request for an appointment. We value your time!
es: Gracias por enviar su solicitud de cita. ¡Valoramos su tiempo!

source: Your appointment request is pending confirmation and will be reviewed and scheduled as soon as possible.
es: Su solicitud de cita está pendiente de confirmación y será revisada y programada lo antes posible.

source: If your request requires additional information, a representative may call or text to discuss
es: Si su solicitud requiere información adicional, un representante puede llamar o enviar un mensaje de texto para discutir

source: Due to time sensitivity of the vaccine and our limited supply, it is important that you let us know if you will be unable to keep your appointment.
es: Debido a la sensibilidad temporal de la vacuna y nuestro suministro limitado, esEs importante que nos informe si no podrá conservar sucita.

source: Thank you! Your appointment has been confirmed for
es: ¡Gracias! Su cita ha sido confirmada para

source: at
es: a las

source: No further action is required. Please bring your ID and Insurance Cards. We look forward to seeing you!
es: No se requiere ninguna acción adicional. Por favor traiga su identificación y tarjetas de seguro. ¡Esperamos verte!

source: Phone Number:
es: Número de teléfono:

source: Patient First Name
es: Nombre de pila

source: Patient Last Name
es: Apellido

source: Primary Contact Number
es: Número de contacto de emergencia

source: Supported Formats (.pdf,.png,.jpg,.jpeg); Max-Size: 20MB
es: Formatos admitidos (.pdf, .png, .jpg); Tamaño máximo: 3 MB

source: Insurance Card
es: Tarjeta de seguro (reverso)

source: Image (Supported Formats: (.pdf,.png,.jpg,.jpeg); Max-Size: 20MB)
es: Imagen frontal (formatos admitidos: (.pdf, .png, .jpg); tamaño máximo: 3 MB)

source: Back Image (Supported Formats (.pdf,.png,.jpg,.jpeg); Max-Size: 20MB)
es: Imagen posterior (formatos admitidos (.pdf, .png, .jpg); tamaño máximo: 3 MB)

source: Extra Documents
es: Documentos

source: Supported Formats (.pdf,.png,.jpg,.jpeg); Max-Size: 20MB<br>Maximum 5 files can be uploaded
es: Formatos admitidos (.pdf, .png, .jpg); Tamaño máximo: 3 MB

source: Add File
es: Agregar archivo

source: Submit
es: Enviar

source: Thank you for submitting. We value your time!
es: Gracias por enviar su solicitud de cita. ¡Valoramos su tiempo!

source: COVID-19 Vaccine Third Dose
es: Vacuna para el COVID-19

source: COVID-19 Vaccine Booster
es: Vacuna para el COVID-19

source: Farm Worker
es: Trabajador agrícola

source: Saturday
es: sábado

source: Early Morning (8am - 10am)
es: Temprano en la mañana (8 am - 10 am)

source: Late Morning (10am - noon)
es: Tarde en la mañana (10 am - mediodía)

source: Early Afternoon (noon - 2pm)
es: Temprano en la tarde (mediodía - 2 pm)

source: Late Afternoon (2pm - 4pm)
es: Tarde (2pm - 4pm)

source: Full Time Farm Worker
es: Trabajador agrícola a tiempo completo

source: (04/24/2021) Saturday
es: (04/24/2021) Sábado

source: (Slot Full)
es: (Ranura llena)
